src/history/history11/KBhantebellum_research_notes.org
:PROPERTIES:
:ID:       697FF899-67E4-4731-B87F-EE07B0F9A825
:END:
#+title: Antebellum Research Notes
#+author: Houjun Liu

Research notes: the Antebellum.

* Guiding Question
- In what respects was American discovery of technology used to rationalize inherent American superiority (sui generis) as a people?
- What social and political conditions in America allowed the proliferation of the discovery and implementation of technology in the antebellum period?

* Howe - What Hath God Wrought
:PROPERTIES:
:NOTER_DOCUMENT: WhatHathGodWrought.pdf
:END:

** The speed of communication increased the speed of production
:PROPERTIES:
:NOTER_PAGE: (2 . 0.5405046480743692)
:END:
American farmers and planters—and most Americans then earned a living through agriculture—increasingly produced food and fiber for distant markets.
** The telegraph served as the intergrater and a pusher for manifest destiny
:PROPERTIES:
:NOTER_PAGE: (3 . 0.7304116865869853)
:END:
The electric telegraph then helped integrate this continental empire.
** That the telegraph is also an invention of "God", and therefore a justification for Manifest Destiny
:PROPERTIES:
:NOTER_PAGE: (4 . 0.19256308100929614)
:END:
As Morse later commented, the message "baptized the American Telegraph with the name of its author": God.
** That the telegraph is something used to justify and expedite America and Christianity's influence upon the world
:PROPERTIES:
:NOTER_PAGE: (4 . 0.6440903054448871)
:END:
This noble invention is to be the means of extending civilization, republicanism, and Christianity over the earth. It must and will be extended to nations half-civilized, and hence to those now savage and barbarous.
** Policitical parties could not be possible w/o the telegraph       :claim:
:PROPERTIES:
:NOTER_PAGE: (5 . 0.2337317397078353)
:END:
However, no such parties with mass followings could have come into existence without the revolution in communication.
** The early national period allowed the implentation of new ideas and change
:PROPERTIES:
:NOTER_PAGE: (7 . 0.398406374501992)
:END:
The early national period witnessed now and controversial ideas being formulated, publicized, and even in many cases implemented.
** "Modern" tech propergated the spread of novel ideas               :claim:
:PROPERTIES:
:NOTER_PAGE: (8 . 0.11571125265392782)
:END:
All such reforms were created, discussed, and propagated through the enormously expanded media of print and wire. 
** Speed of communication caused unessesary damage
:PROPERTIES:
:NOTER_PAGE: (9 . 0.3386411889596603)
:END:
A severe winter all Europe, these were large armies for North America. transportation over the Atlantic world slowed communication and made transportation difficult. Neither army knew that across the ocean, representatives of their respective countries had signed a treaty of peace eight days earlier.

** Earlier sentiments of irish racism also prevails
:PROPERTIES:
:NOTER_PAGE: (13 . 0.35562632696390656)
:END:
Perhaps Mullins’s suspicions were justified: Because his troops were Irish, they might have been thought expendable.

** Descrimination runs deep and compensation thereof was and still is used a political device
:PROPERTIES:
:NOTER_PAGE: (16 . 0.09341825902335456)
:END:
Besides twenty-four dollars cash, each soldier was supposed to receive 160 acres of public land, but forty years later, the black veterans were still trying to get their land claims honored.

** The cause of the American revolution may have not happened were communicatio be more rapid
:PROPERTIES:
:NOTER_PAGE: (17 . 0.1602972399150743)
:END:
When Congress declared war on Great Britain, June 18, 1812, its members did not know that two days earlier Foreign Secretary Castlereagh had announced in Parliament that the Orders in Council restricting American commerce would be suspended.

