docs/history/history11/KBhantebellum_research_notes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-11-05 Fri 08:54 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Antebellum Research Notes</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Houjun Liu" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Antebellum Research Notes</h1> <h2 class="subtitle"></h2> <span class="author">Houjun Liu</span> <span class="date">2021-11-05 Fri 08:54</date></div>
</div>
<div id="content">
<div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org6dc8745">1. Guiding Question</a></li>
<li><a href="#org4e57a84">2. Howe - What Hath God Wrought</a>
<ul>
<li><a href="#org4bdfc4a">2.1. The speed of communication increased the speed of production</a></li>
<li><a href="#org218a537">2.2. The telegraph served as the intergrater and a pusher for manifest destiny</a></li>
<li><a href="#org19d53e9">2.3. That the telegraph is also an invention of "God", and therefore a justification for Manifest Destiny</a></li>
<li><a href="#org721f390">2.4. That the telegraph is something used to justify and expedite America and Christianity's influence upon the world</a></li>
<li><a href="#orgdca605a">2.5. Policitical parties could not be possible w/o the telegraph&#xa0;&#xa0;&#xa0;<span class="tag"><span class="claim">claim</span></span></a></li>
<li><a href="#org97f041e">2.6. The early national period allowed the implentation of new ideas and change</a></li>
<li><a href="#orgb5e2e32">2.7. "Modern" tech propergated the spread of novel ideas&#xa0;&#xa0;&#xa0;<span class="tag"><span class="claim">claim</span></span></a></li>
<li><a href="#orgc0470c6">2.8. Speed of communication caused unessesary damage</a></li>
<li><a href="#org8c82335">2.9. Earlier sentiments of irish racism also prevails</a></li>
<li><a href="#org0f6c441">2.10. Descrimination runs deep and compensation thereof was and still is used a political device</a></li>
<li><a href="#orge392ec6">2.11. The cause of the American revolution may have not happened were communicatio be more rapid</a></li>
<li><a href="#orgeba4def">2.12. Americans did not celebrate technology but instead people in their victory</a></li>
<li><a href="#org4bbe52c">2.13. It also manifested a failure to foresee how much the future of the United States would owe to mechanization and government- sponsored enterprises like the federal armories that made cannons.</a></li>
<li><a href="#orgb9eed40">2.14. Much of the society is extolling the <i>people</i> instead of the technology &#x2014; with the latter often being the driving force behind success</a></li>
<li><a href="#orge69a75c">2.15. Technology represented a type of federalism (government sponsored technological development), instead of the success of the "husbandmen" individuals coming to fight.</a></li>
</ul>
</li>
<li><a href="#orgc676cb9">3. Factories: Lowell</a>
<ul>
<li><a href="#org0c83cc3">3.1. Lowell factory organisation caused the formation of organized labor groups</a></li>
<li><a href="#org8f36ce5">3.2. Wages in factories were very low, and never raised despite the healthy benefits</a></li>
<li><a href="#orgcacf569">3.3. That there is very little time for consumption</a></li>
<li><a href="#orgd07a5a9">3.4. Factories allow for those without social standing to work and be not a burden to society</a></li>
<li><a href="#org89ebdc9">3.5. Conditions were brutal physically and emotionally</a></li>
<li><a href="#org103c075">3.6. that there is very little intellectual independence</a></li>
<li><a href="#orgfe7db69">3.7. That the promise of high wages are not delivered by the factory system</a></li>
<li><a href="#org3c62895">3.8. worker health is not protected, either</a></li>
<li><a href="#org964af8f">3.9. Parts of factor life considered "pleasant"</a></li>
</ul>
</li>
<li><a href="#org573c7fa">4. YAWP Market Revolution</a>
<ul>
<li><a href="#org3259797">4.1. That the idea of "advancement" is a universal concept in America</a></li>
<li><a href="#org47c8d59">4.2. Forces of the industrial revolution remade the nation and powered new developments while sparking the market revolution</a></li>
<li><a href="#org147f176">4.3. Technology-driven market revolution drove vast commercialization and shifting away from self-sufficiency</a></li>
<li><a href="#orga430c7b">4.4. Technology, by proxy, accelerates slavery?</a></li>
<li><a href="#org6637a3a">4.5. Transportation revolution allowed vast public advancement to the West (&lt;&gt;manifest destiny?)</a></li>
<li><a href="#orga52a9ff">4.6. The proliferation of technology directly lead to the improvements of expansion and eentually globalization</a></li>
<li><a href="#org19cc2b5">4.7. Technological proliferation lead to economic proliferation</a></li>
<li><a href="#org9aea12b">4.8. As a part of transportation rev., there was also communication rev which revolutionized transferrance of info</a></li>
<li><a href="#org87dd784">4.9. The expansion of communication and transportation allowed the spread and nationalization of the market economy + expanded opportunities</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
Research notes: the Antebellum.
</p>

<div id="outline-container-org6dc8745" class="outline-2">
<h2 id="org6dc8745"><span class="section-number-2">1</span> Guiding Question</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>In what respects was American discovery of technology used to rationalize inherent American superiority (sui generis) as a people?</li>
<li>What social and political conditions in America allowed the proliferation of the discovery and implementation of technology in the antebellum period?</li>
</ul>
</div>
</div>

<div id="outline-container-org4e57a84" class="outline-2">
<h2 id="org4e57a84"><span class="section-number-2">2</span> Howe - What Hath God Wrought</h2>
<div class="outline-text-2" id="text-2">
</div>

<div id="outline-container-org4bdfc4a" class="outline-3">
<h3 id="org4bdfc4a"><span class="section-number-3">2.1</span> The speed of communication increased the speed of production</h3>
<div class="outline-text-3" id="text-2-1">
<p>
American farmers and planters—and most Americans then earned a living through agriculture—increasingly produced food and fiber for distant markets.
</p>
</div>
</div>
<div id="outline-container-org218a537" class="outline-3">
<h3 id="org218a537"><span class="section-number-3">2.2</span> The telegraph served as the intergrater and a pusher for manifest destiny</h3>
<div class="outline-text-3" id="text-2-2">
<p>
The electric telegraph then helped integrate this continental empire.
</p>
</div>
</div>
<div id="outline-container-org19d53e9" class="outline-3">
<h3 id="org19d53e9"><span class="section-number-3">2.3</span> That the telegraph is also an invention of "God", and therefore a justification for Manifest Destiny</h3>
<div class="outline-text-3" id="text-2-3">
<p>
As Morse later commented, the message "baptized the American Telegraph with the name of its author": God.
</p>
</div>
</div>
<div id="outline-container-org721f390" class="outline-3">
<h3 id="org721f390"><span class="section-number-3">2.4</span> That the telegraph is something used to justify and expedite America and Christianity's influence upon the world</h3>
<div class="outline-text-3" id="text-2-4">
<p>
This noble invention is to be the means of extending civilization, republicanism, and Christianity over the earth. It must and will be extended to nations half-civilized, and hence to those now savage and barbarous.
</p>
</div>
</div>
<div id="outline-container-orgdca605a" class="outline-3">
<h3 id="orgdca605a"><span class="section-number-3">2.5</span> Policitical parties could not be possible w/o the telegraph&#xa0;&#xa0;&#xa0;<span class="tag"><span class="claim">claim</span></span></h3>
<div class="outline-text-3" id="text-2-5">
<p>
However, no such parties with mass followings could have come into existence without the revolution in communication.
</p>
</div>
</div>
<div id="outline-container-org97f041e" class="outline-3">
<h3 id="org97f041e"><span class="section-number-3">2.6</span> The early national period allowed the implentation of new ideas and change</h3>
<div class="outline-text-3" id="text-2-6">
<p>
The early national period witnessed now and controversial ideas being formulated, publicized, and even in many cases implemented.
</p>
</div>
</div>
<div id="outline-container-orgb5e2e32" class="outline-3">
<h3 id="orgb5e2e32"><span class="section-number-3">2.7</span> "Modern" tech propergated the spread of novel ideas&#xa0;&#xa0;&#xa0;<span class="tag"><span class="claim">claim</span></span></h3>
<div class="outline-text-3" id="text-2-7">
<p>
All such reforms were created, discussed, and propagated through the enormously expanded media of print and wire. 
</p>
</div>
</div>
<div id="outline-container-orgc0470c6" class="outline-3">
<h3 id="orgc0470c6"><span class="section-number-3">2.8</span> Speed of communication caused unessesary damage</h3>
<div class="outline-text-3" id="text-2-8">
<p>
A severe winter all Europe, these were large armies for North America. transportation over the Atlantic world slowed communication and made transportation difficult. Neither army knew that across the ocean, representatives of their respective countries had signed a treaty of peace eight days earlier.
</p>
</div>
</div>

<div id="outline-container-org8c82335" class="outline-3">
<h3 id="org8c82335"><span class="section-number-3">2.9</span> Earlier sentiments of irish racism also prevails</h3>
<div class="outline-text-3" id="text-2-9">
<p>
Perhaps Mullins’s suspicions were justified: Because his troops were Irish, they might have been thought expendable.
</p>
</div>
</div>

<div id="outline-container-org0f6c441" class="outline-3">
<h3 id="org0f6c441"><span class="section-number-3">2.10</span> Descrimination runs deep and compensation thereof was and still is used a political device</h3>
<div class="outline-text-3" id="text-2-10">
<p>
Besides twenty-four dollars cash, each soldier was supposed to receive 160 acres of public land, but forty years later, the black veterans were still trying to get their land claims honored.
</p>
</div>
</div>

<div id="outline-container-orge392ec6" class="outline-3">
<h3 id="orge392ec6"><span class="section-number-3">2.11</span> The cause of the American revolution may have not happened were communicatio be more rapid</h3>
<div class="outline-text-3" id="text-2-11">
<p>
When Congress declared war on Great Britain, June 18, 1812, its members did not know that two days earlier Foreign Secretary Castlereagh had announced in Parliament that the Orders in Council restricting American commerce would be suspended.
</p>
</div>
</div>
