src/history/history11/KBhantebellum_research_notes.org
** Americans did not celebrate technology but instead people in their victory
:PROPERTIES:
:NOTER_PAGE: (18 . 0.13694267515923567)
:END:
Neither did they celebrate the technological know-how that enabled their artillery to perform so well. Instead the public seized upon the notion that western riflemen, untrained but sharp-eyes, had defeated the arrogant British.

** It also manifested a failure to foresee how much the future of the United States would owe to mechanization and government- sponsored enterprises like the federal armories that made cannons.
:PROPERTIES:
:NOTER_PAGE: (19 . 0.2961783439490446)
:END:

** Much of the society is extolling the /people/ instead of the technology --- with the latter often being the driving force behind success
:PROPERTIES:
:NOTER_PAGE: (19 . 0.29936305732484075)
:END:
It also manifested a failure to foresee how much the future of the United States would owe to mechanization and government-sponsored enterprises like the federal armories that made cannons.

** Technology represented a type of federalism (government sponsored technological development), instead of the success of the "husbandmen" individuals coming to fight.

* Factories: Lowell 
:PROPERTIES:
:NOTER_DOCUMENT: lowell Factory.pdf
:ID:       245EB844-E9B7-4611-801A-E8B42441162B
:END:

** Lowell factory organisation caused the formation of organized labor groups
:PROPERTIES:
:NOTER_PAGE: (1 . 0.45821325648414984)
:END:
In the 1830s, the factory owners lowered wages and the Lowell workers went on strike in 1834 and 1836 (though unsuccessfully), making them one of the first organized labor groups in the U.S

** Wages in factories were very low, and never raised despite the healthy benefits
:PROPERTIES:
:NOTER_PAGE: (2 . 0.30979827089337175)
:END:
who ever heard, of such a thing as their being raised again,” says the first speaker. “I confess that I never did, so long as I’ve worked in the mill, and that’s been these ten years.”
** That there is very little time for consumption
:PROPERTIES:
:NOTER_PAGE: (2 . 0.6974063400576368)
:END:
The reason why, is because you are a rational, intelligent, thinking being, and ought to know enough to swallow your food whole; whereas a horse or an ox, or any other dumb beast knows no better than to spend an hour in the useless process of mastication.
** Factories allow for those without social standing to work and be not a burden to society
:PROPERTIES:
:NOTER_PAGE: (3 . 0.15273775216138327)
:END:
Namely, the many who have no home, and who come here to seek, in this busy, bustling “City of Spindles,” a competency that shall enable them in after life, to live without being a burden to society
** Conditions were brutal physically and emotionally
:PROPERTIES:
:NOTER_PAGE: (3 . 0.17291066282420747)
:END:
There are many things we do not like; many occurrences that send the warm blood mantling to the cheek when they must be borne in silence, and many harsh words and acts that are not called for.
** that there is very little intellectual independence
:PROPERTIES:
:NOTER_PAGE: (3 . 0.29971181556195964)
:END:
besides the clothing and feeding of the body is to be thought of; when the mind is to be clothed and fed
** That the promise of high wages are not delivered by the factory system
:PROPERTIES:
:NOTER_PAGE: (3 . 0.35590778097982706)
:END:
the practice of sending agents through the country to decoy girls away from their homes with the promise of high wages; when the market is already stocked to overflowing
** worker health is not protected, either
:PROPERTIES:
:NOTER_PAGE: (3 . 0.4337175792507204)
:END:
even then if the mind is enriched and stored with useful knowledge, it must be at the expense of health
** Parts of factor life considered "pleasant"
:PROPERTIES:
:NOTER_PAGE: (3 . 0.7680115273775215)
:END:
pleasant associations connected with factory life

* YAWP Market Revolution
:PROPERTIES:
:ID:       6E664BB7-1384-4AA8-8741-3DC9B99C1E5A
:NOTER_DOCUMENT: market_revolution_yawp.pdf
:END:
** That the idea of "advancement" is a universal concept in America
:PROPERTIES:
:NOTER_PAGE: (1 . 0.8741721854304636)
:END:
what one Baltimore paper in 1815 called an “almost universal ambition to get forward”
** Forces of the industrial revolution remade the nation and powered new developments while sparking the market revolution
:PROPERTIES:
:NOTER_PAGE: (2 . 0.11655629139072848)
:END:
Steam power, the technology that moved steamboats and railroads, fueled the rise of American industry by powering mills and sparking new national transportation networks. A “market revolution” remade the nation.
** Technology-driven market revolution drove vast commercialization and shifting away from self-sufficiency
:PROPERTIES:
:NOTER_PAGE: (2 . 0.23178807947019867)
:END:
More and more farmers grew crops for profit, not self-sufficiency. Vast factories and cities arose in the North. Enormous fortunes materialized.

... ironic, because self-sufficiency was the original goal
** Technology, by proxy, accelerates slavery?
:PROPERTIES:
:NOTER_PAGE: (2 . 0.36688741721854307)
:END:
As northern textile factories boomed, the demand for southern cotton swelled, and American slavery accelerated
** Transportation revolution allowed vast public advancement to the West (<>manifest destiny?)
:PROPERTIES:
:NOTER_PAGE: (5 . 0.280794701986755)
:END:
The so-called Transportation Revolution opened the vast lands west of the Appalachian Mountains.
** The proliferation of technology directly lead to the improvements of expansion and eentually globalization
:PROPERTIES:
:NOTER_PAGE: (6 . 0.4052980132450331)
:END:
If a transportation revolution began with improved road networks, it soon incorporated even greater improvements in the ways people and goods moved across the landscape
** Technological proliferation lead to economic proliferation
:PROPERTIES:
:NOTER_PAGE: (7 . 0.48344370860927155)
:END:
The ensuing web of rail, roads, and canals meant that few farmers in the Northeast or Midwest had trouble getting goods to urban markets.
** As a part of transportation rev., there was also communication rev which revolutionized transferrance of info
:PROPERTIES:
:NOTER_PAGE: (7 . 0.6556291390728477)
:END:
Such internal improvements not only spread goods, they spread information. The transportation revolution was followed by a communications revolution. The telegraph redefined the limits of human communication.
