docs/history/history11/KBhantebellum_research_notes.html

<div id="outline-container-orgeba4def" class="outline-3">
<h3 id="orgeba4def"><span class="section-number-3">2.12</span> Americans did not celebrate technology but instead people in their victory</h3>
<div class="outline-text-3" id="text-2-12">
<p>
Neither did they celebrate the technological know-how that enabled their artillery to perform so well. Instead the public seized upon the notion that western riflemen, untrained but sharp-eyes, had defeated the arrogant British.
</p>
</div>
</div>

<div id="outline-container-org4bbe52c" class="outline-3">
<h3 id="org4bbe52c"><span class="section-number-3">2.13</span> It also manifested a failure to foresee how much the future of the United States would owe to mechanization and government- sponsored enterprises like the federal armories that made cannons.</h3>
<div class="outline-text-3" id="text-2-13">
</div>
</div>

<div id="outline-container-orgb9eed40" class="outline-3">
<h3 id="orgb9eed40"><span class="section-number-3">2.14</span> Much of the society is extolling the <i>people</i> instead of the technology &#x2014; with the latter often being the driving force behind success</h3>
<div class="outline-text-3" id="text-2-14">
<p>
It also manifested a failure to foresee how much the future of the United States would owe to mechanization and government-sponsored enterprises like the federal armories that made cannons.
</p>
</div>
</div>

<div id="outline-container-orge69a75c" class="outline-3">
<h3 id="orge69a75c"><span class="section-number-3">2.15</span> Technology represented a type of federalism (government sponsored technological development), instead of the success of the "husbandmen" individuals coming to fight.</h3>
</div>
</div>

<div id="outline-container-orgc676cb9" class="outline-2">
<h2 id="orgc676cb9"><span class="section-number-2">3</span> Factories: Lowell</h2>
<div class="outline-text-2" id="text-3">
</div>

<div id="outline-container-org0c83cc3" class="outline-3">
<h3 id="org0c83cc3"><span class="section-number-3">3.1</span> Lowell factory organisation caused the formation of organized labor groups</h3>
<div class="outline-text-3" id="text-3-1">
<p>
In the 1830s, the factory owners lowered wages and the Lowell workers went on strike in 1834 and 1836 (though unsuccessfully), making them one of the first organized labor groups in the U.S
</p>
</div>
</div>

<div id="outline-container-org8f36ce5" class="outline-3">
<h3 id="org8f36ce5"><span class="section-number-3">3.2</span> Wages in factories were very low, and never raised despite the healthy benefits</h3>
<div class="outline-text-3" id="text-3-2">
<p>
who ever heard, of such a thing as their being raised again,” says the first speaker. “I confess that I never did, so long as I’ve worked in the mill, and that’s been these ten years.”
</p>
</div>
</div>
<div id="outline-container-orgcacf569" class="outline-3">
<h3 id="orgcacf569"><span class="section-number-3">3.3</span> That there is very little time for consumption</h3>
<div class="outline-text-3" id="text-3-3">
<p>
The reason why, is because you are a rational, intelligent, thinking being, and ought to know enough to swallow your food whole; whereas a horse or an ox, or any other dumb beast knows no better than to spend an hour in the useless process of mastication.
</p>
</div>
</div>
<div id="outline-container-orgd07a5a9" class="outline-3">
<h3 id="orgd07a5a9"><span class="section-number-3">3.4</span> Factories allow for those without social standing to work and be not a burden to society</h3>
<div class="outline-text-3" id="text-3-4">
<p>
Namely, the many who have no home, and who come here to seek, in this busy, bustling “City of Spindles,” a competency that shall enable them in after life, to live without being a burden to society
</p>
</div>
</div>
<div id="outline-container-org89ebdc9" class="outline-3">
<h3 id="org89ebdc9"><span class="section-number-3">3.5</span> Conditions were brutal physically and emotionally</h3>
<div class="outline-text-3" id="text-3-5">
<p>
There are many things we do not like; many occurrences that send the warm blood mantling to the cheek when they must be borne in silence, and many harsh words and acts that are not called for.
</p>
</div>
</div>
<div id="outline-container-org103c075" class="outline-3">
<h3 id="org103c075"><span class="section-number-3">3.6</span> that there is very little intellectual independence</h3>
<div class="outline-text-3" id="text-3-6">
<p>
besides the clothing and feeding of the body is to be thought of; when the mind is to be clothed and fed
</p>
</div>
</div>
<div id="outline-container-orgfe7db69" class="outline-3">
<h3 id="orgfe7db69"><span class="section-number-3">3.7</span> That the promise of high wages are not delivered by the factory system</h3>
<div class="outline-text-3" id="text-3-7">
<p>
the practice of sending agents through the country to decoy girls away from their homes with the promise of high wages; when the market is already stocked to overflowing
</p>
</div>
</div>
<div id="outline-container-org3c62895" class="outline-3">
<h3 id="org3c62895"><span class="section-number-3">3.8</span> worker health is not protected, either</h3>
<div class="outline-text-3" id="text-3-8">
<p>
even then if the mind is enriched and stored with useful knowledge, it must be at the expense of health
</p>
</div>
</div>
<div id="outline-container-org964af8f" class="outline-3">
<h3 id="org964af8f"><span class="section-number-3">3.9</span> Parts of factor life considered "pleasant"</h3>
<div class="outline-text-3" id="text-3-9">
<p>
pleasant associations connected with factory life
</p>
</div>
</div>
</div>

<div id="outline-container-org573c7fa" class="outline-2">
<h2 id="org573c7fa"><span class="section-number-2">4</span> YAWP Market Revolution</h2>
<div class="outline-text-2" id="text-4">
</div>

<div id="outline-container-org3259797" class="outline-3">
<h3 id="org3259797"><span class="section-number-3">4.1</span> That the idea of "advancement" is a universal concept in America</h3>
<div class="outline-text-3" id="text-4-1">
<p>
what one Baltimore paper in 1815 called an “almost universal ambition to get forward”
</p>
</div>
</div>
<div id="outline-container-org47c8d59" class="outline-3">
<h3 id="org47c8d59"><span class="section-number-3">4.2</span> Forces of the industrial revolution remade the nation and powered new developments while sparking the market revolution</h3>
<div class="outline-text-3" id="text-4-2">
<p>
Steam power, the technology that moved steamboats and railroads, fueled the rise of American industry by powering mills and sparking new national transportation networks. A “market revolution” remade the nation.
</p>
</div>
</div>
<div id="outline-container-org147f176" class="outline-3">
<h3 id="org147f176"><span class="section-number-3">4.3</span> Technology-driven market revolution drove vast commercialization and shifting away from self-sufficiency</h3>
<div class="outline-text-3" id="text-4-3">
<p>
More and more farmers grew crops for profit, not self-sufficiency. Vast factories and cities arose in the North. Enormous fortunes materialized.
</p>

<p>
&#x2026; ironic, because self-sufficiency was the original goal
</p>
</div>
</div>
<div id="outline-container-orga430c7b" class="outline-3">
<h3 id="orga430c7b"><span class="section-number-3">4.4</span> Technology, by proxy, accelerates slavery?</h3>
<div class="outline-text-3" id="text-4-4">
<p>
As northern textile factories boomed, the demand for southern cotton swelled, and American slavery accelerated
</p>
</div>
</div>
<div id="outline-container-org6637a3a" class="outline-3">
<h3 id="org6637a3a"><span class="section-number-3">4.5</span> Transportation revolution allowed vast public advancement to the West (&lt;&gt;manifest destiny?)</h3>
<div class="outline-text-3" id="text-4-5">
<p>
The so-called Transportation Revolution opened the vast lands west of the Appalachian Mountains.
</p>
</div>
</div>
<div id="outline-container-orga52a9ff" class="outline-3">
<h3 id="orga52a9ff"><span class="section-number-3">4.6</span> The proliferation of technology directly lead to the improvements of expansion and eentually globalization</h3>
<div class="outline-text-3" id="text-4-6">
<p>
If a transportation revolution began with improved road networks, it soon incorporated even greater improvements in the ways people and goods moved across the landscape
</p>
</div>
</div>
<div id="outline-container-org19cc2b5" class="outline-3">
<h3 id="org19cc2b5"><span class="section-number-3">4.7</span> Technological proliferation lead to economic proliferation</h3>
<div class="outline-text-3" id="text-4-7">
<p>
The ensuing web of rail, roads, and canals meant that few farmers in the Northeast or Midwest had trouble getting goods to urban markets.
</p>
</div>
</div>
<div id="outline-container-org9aea12b" class="outline-3">
<h3 id="org9aea12b"><span class="section-number-3">4.8</span> As a part of transportation rev., there was also communication rev which revolutionized transferrance of info</h3>
<div class="outline-text-3" id="text-4-8">
<p>
Such internal improvements not only spread goods, they spread information. The transportation revolution was followed by a communications revolution. The telegraph redefined the limits of human communication.
</p>
</div>
</div>
