src/history/history11/KBhantebellum_research_notes.org
** The expansion of communication and transportation allowed the spread and nationalization of the market economy + expanded opportunities
:PROPERTIES:
:NOTER_PAGE: (8 . 0.13642384105960265)
:END:
They earned cash for what they had previously consumed; they purchased the goods they had previously made or gone without. Market-based farmers soon accessed credit through eastern banks, which provided them with the opportunity to expand their enterprise but left also them prone before the risk of catastrophic failure wrought by distant market forces.
