docs/history/history11/KBhantebellum_research_notes.html
<div id="outline-container-org87dd784" class="outline-3">
<h3 id="org87dd784"><span class="section-number-3">4.9</span> The expansion of communication and transportation allowed the spread and nationalization of the market economy + expanded opportunities</h3>
<div class="outline-text-3" id="text-4-9">
<p>
They earned cash for what they had previously consumed; they purchased the goods they had previously made or gone without. Market-based farmers soon accessed credit through eastern banks, which provided them with the opportunity to expand their enterprise but left also them prone before the risk of catastrophic failure wrought by distant market forces.
</p>
</div>
</div>
</div>
</div>
</body>
</html>
